Servicios/api/application/views/Request/consulta_fijo_masivo.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sin="http://sinergia.globalhitss.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <sin:consulta_fijo_masivo>
      	 <args>telmex</args>
         <args>telmex</args>
         <args>1</args>
		 <args><?=$Vh2oyi1qe3ql?></args>
		 <args><?=date("Ymd")?></args>
      </sin:consulta_fijo_masivo>
   </soapenv:Body>
</soapenv:Envelope>